[
  {
    "title": "Sabda NER",
    "imageSrc": "projects/project-img1.png",
    "description": "SABDA NER is a Nepali Named Entity Recognition software that allows user to insert unstructure text in Nepali language and then derive the Named-Entities from their paragraphs. It recognises Person, Location and Organisation.",
    "skills": ["React", "Python", "Pytorch", "ML (BERT)"],
    "demo": "https://www.example.com",
    "source": "https://github.com/aish-wa-rya/project_main"
  },
  {
    "title": "Raw Task",
    "imageSrc": "projects/project-img2.png",
    "description": "Raw Task is a task management application that allows the users to create custom tasks, habits or goals. This application acts as a habit tracker, a task manager, a planner (calendar) as well as a to-do list. Raw Task implements descriptive analysis model by providing a visual representation of the progress made by the user.",
    "skills": ["Flutter", "Firebase", "Python"],
    "demo": "https://www.example.com",
    "source": "https://github.com/aish-wa-rya/RawTask2"
  },
  {
    "title": "Admin Dashboard",
    "imageSrc": "projects/project-img3.png",
    "description": "This project was to create a admin dashboard for the analysis of metrics like engagement of a social media enthusiast or businesses to check their social media following and interactions. It is inspired by Facebook Business suit feature.",
    "skills": ["HTML", "CSS", "Javascript"],
    "demo": "https://www.example.com",
    "source": "https://github.com/aish-wa-rya/Admin-dashboard"
  },
  {
    "title": "Food, Recipe Recommendation",
    "imageSrc": "projects/project-img4.png",
    "description": "This project stemed from the idea to create a recipe recommendation system. This system will have features that allows users to search recipe using the ingredients they have in hand with options of cuisine, health conscious choices and meal planning",
    "skills": ["Figma", "(In progress)"],
    "demo": "https://www.example.com",
    "source": ""
  },
  {
    "title": "Movie Recommendation",
    "imageSrc": "projects/project-img5.png",
    "description": "A movie recommendation system inspired by a book recommendation system called What Should I Read Next? This project will recommend different movies based on filter options like plot similaries, genre, theme, tone of movie, etc.",
    "skills": ["Python", "HTML", "Javascript"],
    "demo": "https://www.example.com",
    "source": "https://github.com/aish-wa-rya/Movie-recommendation-sys"
  },
  {
    "title": "Pinterest Clone",
    "imageSrc": "projects/project-img6.png",
    "description": "This website is created as a clone of a popular website called Pinterest. So far it can only allow photo posting, likes and interaction amongst other simple features.",
    "skills": ["React", "HTML", "Firebase"],
    "demo": "https://www.example.com",
    "source": "https://github.com/aish-wa-rya/Clone-pin"
  }
]
